Revit 2026 API

# AdvancedOpaqueOpaqueTranslucency Property

---

The property labeled "Translucency" from the "AdvancedOpaque" schema.

**Namespace:** Autodesk.Revit.DB.Visual**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public static string OpaqueTranslucency { get; }
```
```vb
Public Shared ReadOnly Property OpaqueTranslucency As String
	Get
```
```cpp
public:
static property String^ OpaqueTranslucency {
	String^ get ();
}
```
```fsharp
static member OpaqueTranslucency : string with get
```

#### Property Value

String

This property is of type "AssetPropertyBoolean".

#### Reference

AdvancedOpaque Class

Autodesk.Revit.DB.Visual Namespace